tap "amacneil/dbmate"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mpv-player/mpv"
tap "oclint/formulae"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "apktool"
brew "apr"
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "lua"
brew "clingo", link: false
brew "aspcud"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "atk"
brew "autoconf"
brew "automake"
brew "awscli"
brew "beecrypt"
brew "berkeley-db"
brew "bison"
brew "icu4c"
brew "boost"
brew "boost@1.60"
brew "bwm-ng"
brew "c-ares"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "lzo"
brew "pixman"
brew "cairo"
brew "ocaml"
brew "ocamlbuild"
brew "camlp4"
brew "capstone"
brew "cargo-completion"
brew "carthage"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "cntlm"
brew "colordiff"
brew "composer"
brew "cookiecutter"
brew "coreutils"
brew "cppcheck"
brew "cppunit"
brew "ctags"
brew "cython"
brew "dbus"
brew "delve"
brew "dmd"
brew "dos2unix"
brew "gnu-tar"
brew "gpatch"
brew "perl"
brew "dpkg"
brew "pkg-config"
brew "dub"
brew "jpeg"
brew "libtiff"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "libtool"
brew "unixodbc"
brew "erlang@17"
brew "erlang@19"
brew "expat"
brew "faac"
brew "pcre2"
brew "fdupes"
brew "libogg"
brew "flac"
brew "fribidi"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "webp"
brew "libass"
brew "libvorbis"
brew "libvpx"
brew "snappy"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "go"
brew "geoip"
brew "gflags"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-extras"
brew "glew"
brew "gnu-sed"
brew "gnu-which"
brew "libmaxminddb"
brew "goaccess"
brew "gobject-introspection"
brew "gperftools"
brew "python", link: false
brew "pango"
brew "graphviz"
brew "grc"
brew "groff"
brew "protobuf"
brew "grpc"
brew "hicolor-icon-theme"
brew "gtk+"
brew "helm"
brew "help2man"
brew "node"
brew "heroku"
brew "ncurses"
brew "htop"
brew "httpie"
brew "httrack"
brew "hub"
brew "iftop"
brew "ilmbase"
brew "shared-mime-info"
brew "imagemagick"
brew "irssi"
brew "jadx"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "kibana"
brew "kubernetes-cli"
brew "leveldb"
brew "libidn"
brew "lftp"
brew "lz4"
brew "zstd"
brew "libarchive"
brew "libuv"
brew "libcouchbase"
brew "libebml"
brew "libexif"
brew "libgpg-error"
brew "libgcrypt"
brew "libid3tag"
brew "libksba"
brew "libmagic"
brew "libmatroska"
brew "memcached"
brew "libmemcached"
brew "libsigc++"
brew "libsmi"
brew "libsodium"
brew "libssh"
brew "libtermkey"
brew "yajl"
brew "libvirt"
brew "libvo-aacenc"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "little-cms"
brew "llvm"
brew "lua@5.1"
brew "lynx"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mdv"
brew "media-info"
brew "mercurial"
brew "minidlna"
brew "mkvtoolnix"
brew "mpg123"
brew "msgpack"
brew "mtr"
brew "mujs"
brew "mysql"
brew "mysql@5.7"
brew "nano"
brew "nasm"
brew "neon"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "node-build"
brew "node@8"
brew "nodenv"
brew "nspr"
brew "nyx"
brew "opam"
brew "openconnect"
brew "ossp-uuid"
brew "p7zip"
brew "packer"
brew "pidof"
brew "pigz"
brew "plenv"
brew "popt"
brew "postgresql"
brew "pure-ftpd"
brew "pwgen"
brew "pyenv"
brew "python@2"
brew "qt"
brew "rapidjson"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "rebar"
brew "redis"
brew "rpm"
brew "rpm2cpio", link: false
brew "xmlrpc-c"
brew "rtorrent"
brew "ruby"
brew "rustc-completion"
brew "rustup-init"
brew "s3cmd"
brew "sbt"
brew "scala"
brew "scons"
brew "screenfetch"
brew "sdl"
brew "serf"
brew "skipfish"
brew "socat"
brew "spidermonkey"
brew "sshuttle"
brew "utf8proc"
brew "subversion"
brew "swi-prolog"
brew "tcpflow"
brew "tcptrace"
brew "terminal-notifier"
brew "terraform"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tor"
brew "translate-toolkit"
brew "tree"
brew "uchardet"
brew "unrar"
brew "upx"
brew "vapoursynth"
brew "watch"
brew "wget"
brew "wireshark"
brew "xdelta"
brew "yadm"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zeek"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "amacneil/dbmate/dbmate"
brew "goreleaser/tap/goreleaser"
brew "oclint/formulae/oclint"
cask "adobe-air"
cask "docker"
cask "font-b612"
cask "google-cloud-sdk"
cask "kaleidoscope"
cask "lighting"
cask "macdown"
cask "mist"
cask "mpv"
cask "openvisualtraceroute"
cask "plex-media-server"
cask "spotmenu"
cask "tuntap"
cask "vimr"
cask "visual-studio-code"
cask "xquartz"
mas "QuickCast", id: 710575188
mas "The Unarchiver", id: 425424353
