tap "fluxcd/tap"
tap "go-delve/delve"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mpv-player/mpv"
tap "oclint/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "weaveworks/tap"
brew "act"
brew "libyaml"
brew "gettext"
brew "xz"
brew "ansible"
brew "libpng"
brew "libtiff"
brew "lz4"
brew "zstd"
brew "webp"
brew "apktool", link: false
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "lua"
brew "clingo"
brew "gdbm"
brew "ossp-uuid"
brew "aspcud"
brew "pcre2"
brew "glib"
brew "pcre"
brew "python@3.9"
brew "atk"
brew "autoconf"
brew "automake"
brew "boost"
brew "awscli"
brew "beecrypt"
brew "berkeley-db", link: true
brew "bison"
brew "boost@1.60"
brew "buildkit"
brew "bwm-ng"
brew "c-ares"
brew "caddy"
brew "freetype"
brew "fontconfig"
brew "pkg-config"
brew "lzo"
brew "pixman"
brew "cairo"
brew "capstone"
brew "carthage"
brew "ccache"
brew "libtool"
brew "cfssl"
brew "clang-format"
brew "cmake"
brew "cntlm"
brew "colordiff"
brew "libunistring"
brew "libidn2"
brew "curl"
brew "unixodbc"
brew "gd"
brew "gmp"
brew "libsodium"
brew "oniguruma"
brew "composer"
brew "cookiecutter"
brew "coreutils"
brew "cppcheck"
brew "cppunit"
brew "ctags"
brew "cython"
brew "dbmate"
brew "dbus"
brew "dmd"
brew "doctl"
brew "dos2unix"
brew "gnu-tar"
brew "gpatch"
brew "perl"
brew "dpkg"
brew "dub"
brew "eigen"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "enchant"
brew "expat"
brew "faac"
brew "fdupes"
brew "libogg"
brew "flac"
brew "fribidi"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "mpg123"
brew "libvpx"
brew "snappy"
brew "x264"
brew "xvid"
brew "zeromq"
brew "ffmpeg"
brew "figlet"
brew "flatbuffers"
brew "fzy"
brew "gdb"
brew "gdk-pixbuf"
brew "geoip"
brew "gflags"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-extras"
brew "glew"
brew "gnu-sed"
brew "gnu-which"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "libmaxminddb"
brew "goaccess"
brew "gobject-introspection"
brew "gperftools"
brew "shared-mime-info"
brew "libheif"
brew "jpeg", link: true
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "uchardet"
brew "groff"
brew "protobuf"
brew "grpc"
brew "hicolor-icon-theme"
brew "gtk+"
brew "helm"
brew "help2man"
brew "ncurses"
brew "htop"
brew "httpie"
brew "httrack"
brew "hub"
brew "hugo"
brew "hunspell"
brew "iftop"
brew "ilmbase"
brew "libraw"
brew "imagemagick"
brew "irssi"
brew "jadx", link: false
brew "jemalloc"
brew "jq"
brew "krakend"
brew "kubernetes-cli"
brew "kubectx"
brew "leveldb"
brew "lftp"
brew "libuv"
brew "libcouchbase"
brew "libebml"
brew "libexif"
brew "libid3tag"
brew "libmagic"
brew "libmatroska"
brew "libmemcached"
brew "libsigc++"
brew "libsmi"
brew "libssh"
brew "libtermkey"
brew "yajl"
brew "libvirt"
brew "libvo-aacenc"
brew "libxslt"
brew "little-cms"
brew "llvm"
brew "logcli"
brew "luajit"
brew "luv"
brew "lynx"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mdv"
brew "media-info"
brew "memcached"
brew "mercurial"
brew "minidlna"
brew "qt"
brew "mkvtoolnix"
brew "mujs"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "msgpack"
brew "mtr"
brew "zlib"
brew "mysql"
brew "mysql@5.7"
brew "nano"
brew "nasm"
brew "neofetch"
brew "neon"
brew "tree-sitter"
brew "neovim"
brew "nim"
brew "nkf"
brew "nmap"
brew "node-build"
brew "node@16"
brew "node@18"
brew "nodenv"
brew "nspr"
brew "nyx"
brew "ocaml"
brew "ocamlbuild"
brew "onefetch"
brew "opam"
brew "openconnect"
brew "p7zip"
brew "packer"
brew "perl-build"
brew "picocom"
brew "pidof"
brew "pigz"
brew "plenv"
brew "po4a"
brew "popt"
brew "postgresql@12"
brew "postgresql@14"
brew "pure-ftpd"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rapidjson"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "rebar3"
brew "redis"
brew "rpm"
brew "xmlrpc-c"
brew "rtorrent"
brew "ruby"
brew "rustc-completion"
brew "rustup-init"
brew "s3cmd"
brew "sbt"
brew "scala", link: false
brew "scons"
brew "screenfetch"
brew "serf"
brew "skaffold"
brew "smartmontools"
brew "socat"
brew "spidermonkey"
brew "squashfs"
brew "sshuttle"
brew "utf8proc"
brew "subversion"
brew "swi-prolog"
brew "swig"
brew "tcpflow"
brew "tcptrace"
brew "terminal-notifier"
brew "texi2html"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tor"
brew "translate-toolkit"
brew "tree"
brew "upx"
brew "watch"
brew "wget"
brew "wimlib"
brew "xdelta"
brew "yadm"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zeek"
brew "zsh"
brew "zsh-completions"
brew "fluxcd/tap/flux"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "oclint/formulae/oclint"
brew "qmk/qmk/qmk"
cask "1kc-razer"
cask "chromium"
cask "cleanmymac"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "exodus"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "insomnia"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "macdown"
cask "obs"
cask "openvisualtraceroute"
cask "plex-media-server"
cask "qmk-toolbox"
cask "skype"
cask "spotify"
cask "spotmenu"
cask "steam"
cask "teamviewer"
cask "tuntap"
cask "twitch"
cask "vial"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
