tap "atlassian/tap"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/caskroom/homebrew-cask"
tap "homebrew/cask-fonts", "https://github.com/caskroom/homebrew-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "ksonnet/tap"
tap "mpv-player/mpv"
cask "xquartz"
brew "sqlite"
brew "python@2"
brew "ansible"
brew "ansible-lint"
brew "apr"
brew "apr-util"
brew "lua"
brew "xz"
brew "python"
brew "clingo"
brew "gettext"
brew "atk"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "beecrypt"
brew "berkeley-db"
brew "bison"
brew "bro"
brew "bwm-ng"
brew "c-ares"
brew "fontconfig"
brew "cairo"
brew "ocaml"
brew "ocamlbuild"
brew "capstone"
brew "ccache"
brew "libtool"
brew "cfssl"
brew "clang-format"
brew "cmake"
brew "cntlm"
brew "colordiff"
brew "consul"
brew "cookiecutter"
brew "coreutils"
brew "cppcheck"
brew "cppunit"
brew "ctags"
brew "dbus"
brew "dmd"
brew "docker", link: false
brew "docker-machine", link: false
brew "docker-machine-nfs"
brew "dos2unix"
brew "perl"
brew "dpkg"
brew "dub"
brew "elixir"
brew "unixodbc"
brew "etcd"
brew "expat"
brew "faac"
brew "fdupes"
brew "lame"
brew "libogg"
brew "libvorbis"
brew "libvpx"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "flac"
brew "fribidi"
brew "fzy"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gflags"
brew "git"
brew "git-cal"
brew "git-extras"
brew "git-sizer"
brew "glew"
brew "go"
brew "glide"
brew "gnu-sed"
brew "gnu-which"
brew "gnutls"
brew "gperftools"
brew "gradle"
brew "gradle-completion"
brew "graphviz"
brew "grc"
brew "groff"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "pango"
brew "gtk+"
brew "help2man"
brew "heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "little-cms2"
brew "imagemagick"
brew "irssi"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kops"
brew "kubernetes-helm"
brew "leveldb"
brew "libidn"
brew "lftp"
brew "libcouchbase"
brew "libebml"
brew "libexif"
brew "libgcrypt"
brew "libid3tag"
brew "libksba"
brew "libmagic"
brew "libmatroska"
brew "memcached"
brew "libmemcached"
brew "libsigc++"
brew "libsmi"
brew "libsodium"
brew "libusb"
brew "yajl"
brew "libvirt"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "little-cms"
brew "llvm"
brew "lua@5.1"
brew "lynx"
brew "lz4"
brew "lzo"
brew "mariadb"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mdv"
brew "media-info"
brew "mercurial"
brew "minio-mc"
brew "mkvtoolnix"
brew "protobuf"
brew "mosh", args: ["HEAD"]
brew "mpg123"
brew "mpv"
brew "mtr"
brew "ncurses"
brew "nano"
brew "nasm"
brew "neon"
brew "nkf"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "nspr"
brew "nyx"
brew "opam"
brew "openconnect"
brew "ossp-uuid"
brew "p7zip"
brew "packer"
brew "pidof"
brew "pigz"
brew "plenv"
brew "popt"
brew "postgresql"
brew "pure-ftpd"
brew "pwgen"
brew "pyenv"
brew "qt"
brew "rabbitmq-c"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "rebar"
brew "redis"
brew "rethinkdb"
brew "riak"
brew "rpm"
brew "rpm2cpio"
brew "rustup-init"
brew "s3cmd"
brew "sbt"
brew "scala"
brew "scons"
brew "sdl"
brew "serf"
brew "shared-mime-info"
brew "skipfish"
brew "socat"
brew "spidermonkey"
brew "sshuttle"
brew "subversion"
brew "swi-prolog"
brew "tcpflow"
brew "tcptrace"
brew "terminal-notifier"
brew "terraform"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tor"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "wireshark", args: ["with-headers", "with-libsmi", "with-qt"], link: false
brew "wxpython"
brew "xdelta"
brew "xmlrpc-c"
brew "yadm"
brew "yasm"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "ksonnet/tap/ks"
cask "cyberduck"
cask "font-fantasquesansmono-nerd-font"
cask "font-hack-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-nerd-font"
cask "gas-mask"
cask "google-chrome"
cask "inspec"
cask "istat-menus"
cask "iterm2"
cask "kitematic"
cask "minikube"
cask "robo-3t"
cask "sequel-pro"
cask "spotify"
cask "spotmenu"
cask "tuntap"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vmware-remote-console"
cask "zoomus"
mas "CCMenu", id: 603117688
mas "Evernote", id: 406056744
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 715768417
mas "Night Owl", id: 428834068
mas "OmniGraffle", id: 1142578753
mas "OneDrive", id: 823766827
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
